[ Lang ]

"'*' or '#' as send"="Key as send"
"(Empty)"="(Vide)"
"10min"="10min"
"12 Hour"="12 Heures"
"120s"="120s"
"15s"="15s"
"1min"="1min"
"24 Hour"="24 Heures"
"2min"="2min"
"30min"="30min"
"30s"="30s"
"5min"="5min"
"60s"="60s"
"802.1x Mode"="Mode 802.1x"
"802.1x"="802.1x"
"ACD Login"="Connexion ACD"
"ACD State"="état ACD"
"ACD Trace"="Trace"
"ACD"="ACD"
"AES"="AES"
"ALERT"="ALERTE"
"AP Mac Address"="Adr. MAC PA"
"Account ID"="ID compte"
"Account Status"="état du compte"
"Account is invalid!"="Compte non valide !"
"Account"="Compte"
"Accounts"="Comptes"
"Activation"="Activation"
"Adapter has added, scanning the bluetooth devices right now?"="Adapt. ajouté, cherch. disp. Bluetooth ?"
"Adapter has removed out"="Adaptateur supprimé !"
"Add Blacklist"="Ajout. liste noire"
"Add Contact"="Ajouter contact"
"Add Group SoftKey"="AjouterGroupe"
"Add Group"="Ajouter groupe"
"Add Network"="Ajouter un réseau"
"Add Number"="Aj. Numéro"
"Add Personal"="Aj Pers"
"Add to Blacklist"="Aj. liste noire"
"Add to Contact"="Aj. au contact"
"Add to Contacts"="Aj. aux contacts"
"Add to Personal"="Ajouter à pers."
"Add to"="Ajouter à"
"Add"="Adresse"
"Address"="Adresse"
"Advance to Next Assistant After"="TransfAssist"
"Advanced Setting"="Réglages avancés"
"Advanced"="Avancé"
"After Ring Times"="Dél. ap. sonn"
"Alert Broadworks Anywhere Location"="Al. part mobi"
"Alert Broadworks Mobility Location"="Al. loc mobi"
"Alert Click to Dial Calls"="AlClicPrApp"
"Alert Group Paging Calls"="AlAppRadioGr"
"Alert Mode"="Mode d’alerte"
"Alert SCA Location"="Al. empl. SCA"
"Alerting Calling Line ID Name"="Al. nom CLID"
"Alerting Calling Line ID Number"="Al. num CLID"
"Alerting Custom Calling Line ID Name"="AlNomCLIDPers"
"Alerting Custom Calling Line ID Number"="AlNumCLIDPers"
"All Buddies"="Tous les Amis"
"All Calllog"="Tous appels"
"All Calls"="Tous appels"
"All Contacts"="Ts contacts"
"All External Calls"="Ts les app. ext."
"All Income Calls"="Tous les appels"
"All Internal Calls"="Ts les app. int."
"All Lines"="Tt lign"
"All Off"="Tt dés."
"All On"="Tt act."
"All keys"="Ttes les touches"
"Allow Remote Control?"="Autoriser contrôle distant ?"
"Allow assistant opt in/out of Pool"="Optin/out ass"
"Alter Type"="Type alt."
"Always Forward"="Tjrs renvoyer"
"Always Off"="Toujours éteint"
"Always On"="Toujours allumé"
"Anonymity Disallowed"="Anonymat rejeté"
"Anonymous Call"="Appel anonyme"
"Anonymous Rejection"="Rejet anonyme"
"Anonymous"="Anonyme"
"Answer"="Répon."
"Anywhere"="Partout"
"Apr"="Avr"
"April"="Avril"
"Are you sure to remove  ?"="êtes-vous sûr de vouloir supprimer ?"
"Are you sure to set a blank password?"="Définir un mot de passe vierge ?"
"Assistant Common Settings"="Rég comm assistant"
"Assistant"="Assistant"
"Aug"="Aoû"
"August"="Août"
"Auto Answer"="Réponse auto."
"Auto Provision"="Mise serv. auto."
"Auto Redial Setting"="Rappel automatique"
"Auto Redial"="Rappel auto."
"Auto"="Auto"
"Auto-login"="Connex. auto."
"AutoBLFList is on\n manually configing is forbidden!"="ListeBLFauto act.\nconfig. man. Interd. !"
"AutoFavorite is on\n manually configing is forbidden!"="AutoFavorite activé\nconfig. Man. interd!"
"AutoLinekey is on\n manually configing is forbidden!"="AutoLinekey activé\nconfig. man. interd!"
"AutoP Authority"="Autorité AutoP"
"AutoP to"="AutoP vers"
"Automatic"="Automatique"
"Avail"="Dispo."
"Available Recording Time"="Durée d’Enregistrement Disponible"
"Available Wireless Device"="Réseau sans fil disponible"
"Available"="Dispo"
"Away"="Absent"
"BLF List"="Liste BLF"
"BLF Ring Type"="Type de sonnerie BLF"
"BLF is invalid!"="BLF non valide !"
"BLF"="BLF"
"Back"="Retour"
"Backlight Active Level"="Niveau actif"
"Backlight Inactive Level"="Niveau inact."
"Backlight Time"="Dur. rétroéc."
"Backlight"="Rétroéclairage"
"Bad Request"="Mauvaise requête"
"Balance"="Solde"
"Barge In"="Interr."
"Basic Setting"="Basique"
"Basic Setting"="Réglages de base"
"Betransferred"="être transféré"
"Blacklist"="Liste noire"
"Block"="Bloquer"
"Bluetooth"="Bluetooth"
"Both"="Les deux"
"Bridge ID"="Id passerelle"
"BridgeID is invalid!"="BridgeID non valide !"
"Browse Recordings"="Parc. fichiers audio"
"Buddies"="Amis"
"Busy Forward"="Occupé vers l’avant"
"Busy Here"="Occupé ici"
"Busy"="Occupé"
"CC Name"="Nom appel entrant"
"CC UID"="IDutil. appel ent."
"CDP Interval"="Interv. CDP"
"CDP Status"="état CDP"
"CDP interval should be 1-3600!"="L’intervalle CDP doit être 1-3600 !"
"CDP"="CDP"
"Call Alerting"="Alerte appel"
"Call Back"="Rappeler"
"Call Completion"="Fin d’appel"
"Call Control"="Contrôle appels"
"Call Fail"="échec appel"
"Call Filtering Mode"="Mod filtr app"
"Call Filtering Switch"="Int filtr app"
"Call Filtering"="Filtrage d’appels"
"Call Finish"="Fin appel"
"Call Forward"="Renvoyer un appel"
"Call Initiation"="InitApp"
"Call Park Number is invalid!"="Numéro de parcage d’appel non valide !"
"Call Park"="Parcage d’appel"
"Call Pickup"="Intercept. appel"
"Call Push Recall After"="RécupAppAp."
"Call Return"="Rappel"
"Call Screening Switch"="Int filtr app"
"Call Screening"="Filtrage d’appels"
"Call Voice Mail"="Appeler messagerie vocale"
"Call Waiting"="Appel en att."
"Call has been successfully recorded on USB device"="Appel enregistré sur périphérique USB"
"CallPull"="RapApp"
"CallReturn"="Rappeler"
"Calling"="En appel"
"Calllog Directories"="Appels réseau"
"Calllog"="appels"
"Callout"="Légende"
"Calls Longest"="Appels plus longs"
"Calls for Pickup"="Intercept. appels"
"Can't be empty"="Ne peut pas être vide !"
"Cancel Select Executive"="Annul. sélec. exéc."
"Cancel"="Annuler"
"Change PIN"="Changer PIN"
"Change Password"="Changer MdP"
"Channel"="Canal"
"Chinese_S"="简体中文 (chin. simpl.)"
"Chinese_T"="繁體中文(chinois trad.)"
"Choose a group"="Choisir groupe"
"Cipher Type"="Type cryptog."
"Classified"="Classifié"
"Clear account config \n\n please wait..."="Suppr. config. compte*\n\npatienter..."
"Clear all static.* settings?"="Réinitialiser tous les réglages static.*"
"Clear all userdata & local config?"="Réinit. données util. et config. locale ?"
"Clear local.cfg settings?"="Réinitialiser réglages local.cfg ?"
"Clear non-static settings?"="Réinitialiser réglages non statiques ?"
"Clear your account config?"="Suppr. config. de votre compte ?"
"Common"="Commun"
"CommonRingTone"="Commun"
"Conference Manage"="Gestion conférence"
"Conference"="Conf"
"Conference"="Conférence"
"Configuration Updating !"="MàJ config. !"
"Confirm PIN mismatch!"="Confirmation du PIN erronée !"
"Confirm PIN"="Confirmer PIN"
"Confirm PWD"="Confirmer MDP"
"Confirm password mismatch!"="Les mots de passe ne correspondent pas !"
"Connect Success."="Conn réussie."
"Connect failed."="échec de la connexion"
"Connect to"="Connecter à"
"Connect"="Connec."
"Connected"="Connecté"
"Connecting"="Connexion"
"Connecting…"="Connexion..."
"Contact Details"="Coordonnées"
"Contact exist!"="Le nom du contact existe déjà !"
"Contacts Setting"="Réglages des contacts"
"Contrast"="Contraste"
"Copy to All Lines?"="Copier sur toutes les lignes ?"
"Current PIN is incorrect."="Ancien PIN incorrect."
"Current PIN"="Ancien PIN"
"Current Time"="Heure act."
"Custom DND"="NPD personnalisé"
"Custom Forward"="Renvoi pers."
"Custom Key"="Touche pers."
"Custom"="Personnalisé"
"CustomContact"="Contact pers"
"Customer"="Client"
"DD MMM YYYY"="JJ MMM YYYY"
"DD-MMM-YY"="JJ-MMM-YY"
"DD/MM/YYYY"="JJ/MM/YYYY"
"DHCP End IP Address is invalid!"="Adresse IP de fin DHCP non valide !"
"DHCP IP Client"="Client DHCP IPv4"
"DHCP IPv4 Client"="Client DHCP IPv4"
"DHCP IPv6 Client"="Client DHCP IPv6"
"DHCP Start IP Address is invalid!"="Adresse IP de début DHCP non valide !"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP option is invalid!"="Option DHCP non valide !"
"DHCP"="DHCP"
"DND Enable"="état NPD"
"DND"="NPD"
"DPickup"="Intercep. dirig."
"DSS Keys"="Touches DSS"
"DTMF is invalid!"="DTMF non valide !"
"DTMF"="DTMF"
"Date Format is invalid!"="Format de la date non valide !"
"Date Format"="Format date"
"Date"="Date"
"Date(YMD)"="Date (AMJ)"
"Day"="journée"
"Daylight Saving"="Heure d’été"
"Dec"="Déc."
"December"="Décembre"
"Decline"="Rejeter"
"Default Account"="Compte déf."
"Default Gateway is invalid!"="Passerelle par défaut non valide !"
"Default Gateway"="Pass. Défaut"
"Default"="Défaut"
"Del All"="TtSuppr"
"Delete All Group?"="Supprimer tous les groupes ?"
"Delete All Items?"="Supprimer tous les éléments ?"
"Delete All"="TtSuppr"
"Delete Selected Group?"="Supprimer groupe sélectionné ?"
"Delete Selected Item?"="Supprimer l’élément sélectionné ?"
"Delete all item?"="Supprimer tous les éléments ?"
"Delete all locations?"="Supprimer tous les emplacements ?"
"Delete all numbers?"="Supprimer tous les numéros ?"
"Delete all paging group?"="Suppr. tous les groupes de radiomess. ?"
"Delete all the call records?"="Supprimer tous les relevés d’appels ?"
"Delete location?"="Supprimer l’emplacement ?"
"Delete number?"="Supprimer le numéro ?"
"Delete selected paging group?"="Suppr. groupe de radiomess. sélectionné ?"
"Delete selected wallpaper?"="Supprimer fond d’écran sélectionné ?"
"Delete seleted item?"="Supprimer l’élément sélectionné ?"
"Delete successed"="Suppression réussie"
"Delete the record?"="Effacer l’enregistrement ?"
"Delete the selected message?"="Supprimer le message sélectionné ?"
"Delete this Message?"="Supprimer ce message ?"
"Delete this audio?"="Effacer ce fichier audio ?"
"Delete this group message(s)?"="Supprimer le(s) message(s) de ce groupe ?"
"Delete this voice mail?"="Supprimer ce message vocal ?"
"Delete"="Suppr."
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Deleting..."="Suppression..."
"Department"="Service"
"Detail"="Détail"
"Device Cert"="Cert. périph."
"Device Name"="Nom périph."
"Device name can't be empty!"="Le nom du périph. ne peut pas être vide !"
"Diagnostics"="Diagnostic"
"Dial"="Env."
"Dialing"="Numérotation"
"Direct IP Line"="Ligne IP dir"
"Directories"="Réper."
"Directory"="Répertoire"
"Disabled"="Désactivé"
"Discard"="Abandonner"
"Disconnect Success."="Débranchement réussi"
"Disconnect with"="Déconnecter avec"
"Disconnect"="Déconnecter"
"Disconnecting…"="Déconnexion..."
"DispCode"="CodDisp"
"Display Clock"="Aff. horloge"
"Display Name"="Nom affiché"
"Display"="Affichage"
"DisplayName can't contain \" < > \" \\ \' \""="Le nom affiché ne peut pas cotenir \" < > \" \\ \’ \""
"Displayname can't be empty!"="Le nom affiché ne peut pas être vide !"
"Disposition Code"="Code de disp."
"Divert to Phone Number/SIP-URI"="DétTélSIPURI"
"Divert"="Détourner"
"Do Not Disturb"="Ne pas déranger"
"Do you want to discard your change?"="Souhaitez-vous abandonner le changement ?"
"Do you want to logout?"="Souhaitez-vous vous déconnecter ?"
"Do you want to save the contact or discard it?"="Voulez-vous enregistrer ou supprimer le contact ?"
"Do you want to save the message or discard it?"="Sauvegarder ou supprimer le message ?"
"Do you want to save your changes or discard them?"="Enregistrer ou annuler vos modifications ?"
"Does not exist anywhere"="N’existe pas"
"Draftbox"="Brouillons"
"Dsskey Wallpaper"="Touche DSS fond d’écran"
"Duration"="Durée"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Modifier empl."
"Edit My Device Information"="Modifier infos de mon périphérique"
"Edit Network"="Modifier le réseau"
"Edit Paging Address"="Mod. adr. de pag."
"Edit"="Modif."
"Email"="Email"
"Emergency Call Only"="Appel d’urg. uniq."
"Emergency Escalation"="Aggrav. urgence"
"Emergency"="Urgence"
"Empty"="Vide"
"Enable Diversion Inhibitor"="Act. inhib."
"Enable this Location"="Act. empl."
"Enabled"="Activé"
"Encryption Type"="Type cryptage"
"End Call"="Fin app"
"English"="Anglais"
"Enter Filter Conditions"="Saisir cond filt"
"Enter Password"="Entrer le mot de passe"
"Enter code"="Saisir code"
"Enter number"="Saisir numéro"
"Enter"="Saisir"
"Executive Common Settings"="Rég. communs exéc"
"Executive"="Exécutif"
"Executive-Assistant"="Adjoint exécutif"
"Executive-Originator"="Exéc-initiateur"
"Exit"="Quitter"
"Expansion module"="Module d’ext."
"Extension Number"="Num. de poste"
"Extension"="Extension"
"FWD International"="Renv. Intern."
"FWD"="FWD"
"Factory Installed"="Inst. usine"
"Fail to download remote phonebook"="Impossible de téléch. répert. Distant"
"Failed to connect \nto server!"="échec de la connexion \nau serveur !"
"Failed to connect to server!"="échec de la connexion au serveur !"
"Failed to pause recording"="Impossible de mettre l’enregist. en pause"
"Failed to record call"="Impossible d’enregistrer l’appel"
"Failed to resume recording"="Impossible de reprendre l’enregistrement"
"Failed to stop recording"="Impossible d’arrêter l’enregistrement"
"Failed. Please retry..."="échec. Veuillez réessayer..."
"Family"="Famille"
"Far Mute"="SilDist"
"Fast Forward"="Avance rapide"
"Fast Rewind"="Retour rapide"
"Favourite"="Favoris"
"Features"="Caractér."
"Feb"="Fév"
"February"="Février"
"File Size"="Taille du fichier"
"Filter Type"="Type filtre"
"Finished"="Terminer"
"Firmware Update..."="Mise à jour du micrologiciel..."
"Firmware"="Progiciel"
"First Name"="Prénom"
"Fixed"="Fixé"
"FlexSeat Login"="Connex. siège flex"
"FlexSeat"="Siège flexible"
"Forbidden Number"="Numéro interdit"
"Forward Option"="Option de renvoi"
"Forward to Phone Number/SIP-URI"="RvNoTelSIPURI"
"Forward to is invalid!"="Le champ Renvoyer vers n’est pas valide !"
"Forward to"="Renvoyer vers"
"Forward to: %s"="Renv. vers : %s"
"Forward"="Renv."
"Forwarded Calls"="App. renv."
"French"="Français"
"Frequency"="Fréquence"
"Fri"="Ven"
"Friday"="Vendredi"
"Friend"="Ami"
"From"="De"
"From_FWD"="De renv."
"From_Num"="Du numéro"
"Function key"="Touches fonction"
"GPark"="Parc Gr"
"GPickup"="InterGr"
"General"="Général"
"Generally Settings"="Réglages généraux"
"German"="Allemand"
"Get Balance"="Obtenir solde"
"Getting balance failed!"="Impossible d’obtenir le solde !"
"Getting balance!"="Obtention du solde"
"Group Id is invalid!"="Identifiant groupe non valide !"
"Group Listening"="écoute groupe"
"Group Night Forward"="Renvoi de nuit groupe"
"Group Pick Up"="Intercep. groupe"
"Group already exist!"="Le groupe existe déjà !"
"Group is full!"="Le groupe est plein !"
"Group isn't exist!"="Le groupe n’existe pas !"
"Group"="Groupe"
"Guest Login"="Connexion invité"
"Guest Unlock"="DévInv"
"GuestIn"="ConnInv"
"GuestLock"="VerrInv"
"GuestOut"="DécoInv"
"HD"="HD"
"Handset mode disabled"="Mode combiné désactivé"
"Hardware"="Matériel"
"Headset mode disabled"="Mode casque désactivé"
"Held"="Attente"
"Hide Number"="Cacher le numéro"
"History Details"="Détails de l’historque"
"History Record"="Regitre historique"
"History Setting"="Paramètres Journal"
"History"="Histor."
"History_Idle"="Journal"
"Hold"="Attente"
"Holiday Schedule"="Jours congé"
"Hot Desking"="Bureau partagé"
"Hot Line"="Hotline"
"Hot Number"="Num. hotline"
"HotLine Delay"="Délai hotline"
"Hoteling"="Bureau partagé"
"Hotline delay should be 0 ~ 10"="Délai hotline doit être entre 0 et ~10"
"Http Port"="Port HTTP"
"Http Status"="état HTTP"
"Http port should be 1-65535!"="Port HTTP doit être entre 1 et 65535 !"
"Https Port"="Port HTTPS"
"Https Status"="état HTTPS"
"Https port should be 1-65535!"="Port HTTPS doit être entre 1 et 65535 !"
"IME"="IME"
"IP Address is invalid!"="Adresse IP non valide !"
"IP Address"="Adresse IP"
"IP Mode"="Mode IP"
"IP Phone"="Téléphone IP"
"IPAddress Mode"="Mode IP"
"IPV4 Conflict"="Conflit IPV4"
"IPV4/IPV6 Conflict"="Conflit IPV4/IPV6"
"IPV6 Conflict"="Conflit IPV6"
"IPv4 & IPv6"="IPv4 et IPv6"
"IPv4 Default Gateway"="Passerelle IPv4"
"IPv4 IP"="IPv4"
"IPv6 IP"="IPv6"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPv4 Static DNS"="DNS stat IPv4"
"IPv4 Status"="état IPv4"
"IPv4 Subnet Mask"="Mas ss-rés IPv4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Passerelle IPv6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="DNS Prim. IPv6"
"IPv6 Sec.DNS"="DNS Sec. IPv6"
"IPv6 Static DNS"="DNS stat IPv6"
"IPv6 Status"="état IPv6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6"="IPv6"
"Identity"="Identité"
"Ignore"="Ignorer"
"Inbox"="Boîte de réc"
"Incoming call"="Appel entrant"
"Information is not complete!"="Les informations sont incomplètes !"
"Initial ACD State"="état ACD initial"
"Initial State"="état initial"
"Initializing... Please Wait!"="Init., patientez !"
"Input your web access password!"="Saisir MdP acc web"
"Intercom Allow"="Autor. inter."
"Intercom Barge"="Interr. int."
"Intercom Mute"="Couper inter."
"Intercom Number is invalid!"="Numéro interphone non valide !"
"Intercom Tone"="Sonnerie int."
"Intercom"="Interphone"
"Interval"="Intervalle"
"Invite request no response"="Demande invitation aucune réponse"
"Italian"="Italien"
"Jan"="Jan"
"January"="Janvier"
"Jitter"="Secousse"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Juil"
"July"="Juillet"
"Jun"="Juin"
"June"="Juin"
"KEY"="TOUCHE"
"Key As Send"="Touche pr env"
"Key Event"="événement touche"
"Key Tone"="Ton. touche"
"Key Type"="Type touche"
"Keypad Lock"="Verr. Téléphone"
"Keypad locked."="Téléphone verrouillé."
"Keypad"="Clavier"
"KeypadLock"="VerrTél"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="IdePaq. LLDP doit être entre 1 et 3600 !"
"LLDP Status"="état LLDP"
"LLDP"="LLDP"
"Label"="étiquette"
"Language initializing. Please wait..."="Init. langue. Veuillez patienter..."
"Language"="Langue"
"Last Name"="Nom de fam."
"Line 1"="Ligne 1"
"Line 10"="Ligne 10"
"Line 11"="Ligne 11"
"Line 12"="Ligne 12"
"Line 13"="Ligne 13"
"Line 14"="Ligne 14"
"Line 15"="Ligne 15"
"Line 16"="Ligne 16"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line 7"="Ligne 7"
"Line 8"="Ligne 8"
"Line 9"="Ligne 9"
"Line ID"="Identifiant ligne"
"Line Key 1"="Touche ligne 1"
"Line Key 10"="Touche ligne 10"
"Line Key 11"="Touche ligne 11"
"Line Key 12"="Touche ligne 12"
"Line Key 13"="Touche ligne 13"
"Line Key 14"="Touche ligne 14"
"Line Key 15"="Touche ligne 15"
"Line Key 16"="Touche ligne 16"
"Line Key 17"="Touche ligne 17"
"Line Key 18"="Touche ligne 18"
"Line Key 19"="Touche ligne 19"
"Line Key 2"="Touche ligne 2"
"Line Key 20"="Touche ligne 20"
"Line Key 21"="Touche ligne 21"
"Line Key 22"="Touche ligne 22"
"Line Key 23"="Touche ligne 23"
"Line Key 24"="Touche ligne 24"
"Line Key 25"="Touche ligne 25"
"Line Key 26"="Touche ligne 26"
"Line Key 27"="Touche ligne 27"
"Line Key 28"="Touche ligne 28"
"Line Key 3"="Touche ligne 3"
"Line Key 4"="Touche ligne 4"
"Line Key 5"="Touche ligne 5"
"Line Key 6"="Touche ligne 6"
"Line Key 7"="Touche ligne 7"
"Line Key 8"="Touche ligne 8"
"Line Key 9"="Touche ligne 9"
"Line Select"="Choisir ligne"
"Line"="Ligne"
"Load Error!"="Erreur de chargement !"
"Load Failed"="échec du chargement"
"Loading error !"="Erreur de chargement !"
"Loading, please wait..."="Chargement, veuillez patienter..."
"Local Anonymous Rejection"="Rej. anon loc"
"Local Anonymous"="Anonyme Local"
"Local CallLog"="Appels locaux"
"Local Codec"="Codec local"
"Local Directory"="Répertoire local"
"Local Group"="Groupe local"
"Local History"="Historique local"
"Local User"="Util. Local"
"LocalMenu"="Répertoire local"
"Location"="Adresse"
"Locations"="Emplacements"
"Lock Enable"="Activ. verr."
"Lock Time Out"="Exp.dél.verr."
"Lock type"="Type de verr."
"Lock"="Verrouiller"
"Login Failed."="échec de la connexion."
"Login as"="Ident. comme"
"Login"="Connex."
"Login..."="Connexion..."
"Logout"="Déconn."
"Low"="Faible"
"MAC Address"="Adresse MAC"
"MAC"="MAC"
"MAC-Oriented"="AES or.-MAC"
"MD5 Password"="MdP MD5"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Menu principal"
"Manage"="Gérer"
"Mango"="Mangue"
"Manual Setting"="Réglages manuels"
"Mar"="Mar"
"March"="Mars"
"Mark All as heard"="Tout marquer comme entendu"
"Mark All as new"="Tout marquer comme nouveau"
"Mark as heard"="Marquer comme entendu"
"Mark as new"="Marquer comme nouveau"
"May"="Mai"
"Media Type"="Type de média"
"Meet-me"="Recontrez-moi"
"Menu key"="Touche menu"
"Menu"="Menu"
"Message"="Message"
"Messages"="Messages"
"Missed Call"="Appel manqué"
"Missed Calllog"="App. manqués"
"Missed Calls"="App. manqués"
"Mobile Account is not connected!"="Compte mobile non connecté !"
"Mobile Account"="Compte mobile"
"Mobile Contacts Sync"="SyncContMob"
"Mobile Contacts"="Contacts mob."
"Mobile Number"="Numéro mobile"
"Mobile"="Mobile"
"Mobility Phone Number"="No. tél. mob"
"Mobility"="Mobilité"
"Mon"="Lun"
"Monday"="Lundi"
"More"="Plus"
"More..."="Plus..."
"Move Down"="Vers le bas"
"Move Up"="Vers le haut"
"Move selected to blacklist ?"="Déplacer sélection vers liste noire ?"
"Move selected to contactlist ?"="Déplacer sélect. vers liste de contacts ?"
"Move the Contacts success"="Déplacement vers les contacts réussi"
"Move to Blacklist success"="Déplacement vers la liste noire réussi"
"Move"="Déplacer"
"Mute"="Silencieux"
"My Mobile"="Mon portable"
"My Status"="Mon état"
"N/A"="N/D"
"NAT Status"="état NAT"
"NAT"="NAT"
"NONE"="AUCUN"
"NTP Server1"="Serveur NTP 1"
"NTP Server2"="Serveur NTP 2"
"NTP server1 is invalid!"="Serveur NTP 1 non valide !"
"NTP server2 is invalid!"="Serveur NTP 2 non valide !"
"Name"="Nom"
"Net unavailable !"="Réseau indisp !"
"Network CallLog"="Appels réseau"
"Network Checking…"="Vérif. réseau..."
"Network Details"="Détails du réseau"
"Network Directory"="Réper. Réseau"
"Network Favorites"="Favoris réseau"
"Network Group"="Groupe réseau"
"Network Status"="état du réseau"
"Network Unavailable"="Réseau indisp."
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Network configuration has changed, shall become effective after the restart?"="Config. réseau modifiée, redémarrer ?"
"Network unavailable."="Réseau indisponible."
"Network"="Réseau"
"NetworkDirectoryGroup"="GroupeRépRéseau"
"NetworkDirectoryMenu"="Network Directory"
"Never"="Jamais"
"New Call"="NouvApp"
"New Contact"="Nouveau contact"
"New Group"="Nv groupe"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau message"
"New Missed Call(s)"="Nouveaux appels manqués"
"New PIN"="Nouveau PIN"
"New PWD"="Nouveau MDP"
"New Text Message"="Nouveau message texte"
"New Voice Mail(s)"="Nouveau(x) message(s) vocal(ux)"
"New password is similar to username, are you sure to set it?"="Nv. MdP simil. au nom d’util., confirmer?"
"New password is too simple, are you sure to set it?"="Nouveau MdP trop simple, confirmer ?"
"NewSMS"="Nouveau SMS"
"Next"="Suivant"
"No Account"="Pas de compte"
"No Answer Forward"="Renv.NonRép"
"No Answer Processing"="Trait. non rép."
"No Bluetooth Adapter Found."="Aucun adaptateur Bluetooth trouvé."
"No Contact!"="Aucun contact !"
"No EXP"="Pas d’EXT"
"No Service"="Aucun service"
"No find wifi adapter!"="Pas d’adaptateur wifi trouvé !"
"Not Acceptable Here"="Inacceptable Ici"
"Not Emergency Number!"="N’est pas un numéro d’urgence !"
"Not Found"="Non trouvé"
"Note"="Remarque"
"Nothing Changed!"="Rien n’a été changé !"
"Nov"="Nov."
"Noveber"="Novembre"
"Number already exists!"="Le numéro existe déjà !"
"Number can't be empty!"="Le numéro ne peut pas être vide !"
"Number is invalid!"="Le numéro n’est pas valide !"
"Number"="Numéro"
"OK"="OK"
"Obtaining IP Address"="Obtention adr. IP"
"Obtaining Status..."="Obt. état..."
"Oct"="Oct."
"October"="Octobre"
"Off Code can't be empty!"="Le code de désact. ne peut être vide!"
"Off Code could not be empty when On Code is set!"="Désact. doit être rempli si act. défini!"
"Off Code"="Code désact."
"Off"="étei."
"Office Number"="Numéro de bureau"
"Offline"="Hors ligne"
"Old Number"="Ancien numéro"
"Old PWD"="Ancien MdP"
"On Code"="Code d’activ."
"On"="All."
"Opt In"="Opt In"
"Opt Out"="Opt Out"
"Option"="Option"
"Originator"="Initiateur"
"Originator-Executive"="Initiateur-exéc"
"Other Number"="Autre numéro"
"Others"="Autres"
"Outbound Alternate Number is invalid!"="Numéro sortant alternatif non valide !"
"Outbound Alternate Phone Number"="NoTélSortAlt"
"Outbound Proxy1"="ProxySort1"
"Outbound Proxy2"="ProxySort2"
"Outbound Status"="état sortant"
"Outbound proxy is invalid!"="Proxy sortant non valide !"
"Outbox"="Boîte envoi"
"Outgoing Call"="Appels sortants"
"Overwrite the original contact?"="écraser le contact original??"
"PC Port"="Port PC"
"PIN/ID"="PIN/ID"
"PPPoE PWD"="MDP PPPoE"
"PPPoE User"="Util. PPPoE"
"PPPoE"="PPPoE"
"Packet Interval"="Interv. paqu."
"Packets lost"="Paq. Perdus"
"Paging Channel should be 0-30!"="Cnl de radiomes doit être entre 0 et 30 !"
"Paging List"="Liste radiomess."
"Paging failed!"="échec de la radiomessagerie?!"
"Paging is invalid!"="Radiomessagerie non valide !"
"Paging"="Radiom. multidif"
"PagingList"="ListeRadiomes"
"Paging_softkey"="Paging_softkey"
"Paired Bluetooth Device"="Périphérique Bluetooth couplé"
"Park Failed"="échec du parcage"
"Park to"="Parquer vers"
"Park"="Parquer"
"Parked"="Parqué"
"Passkey"="Clé d’accès"
"Password can't be empty!"="Le mot de passe ne peut pas être vide !"
"Password is invalid!"="Mot de passe non valide !"
"Password is wrong!"="Mot de passe incorrect !"
"Password"="Mot de passe"
"Pause REC"="PausEnreg"
"Pause"="Pause"
"PauseREC"="PausEnr"
"Per-phone AES"="AES orienté MAC"
"Phone DND"="NPD téléphone"
"Phone Lock"="Verrouillage 
"Phone Number"="Numéro de téléphone"
"Phone Numbers"="Numéros de téléphone"
"Phone To Ring"="Téléphone pour Sonner"
"Phone number can't be empty!"="Le num. de tél. ne peut pas être vide !"
"Phone"="Téléphone"
"PhoneBook Name"="Nom répert."
"Photo Custom"="Photo personnalisée"
"Photo"="Photo"
"Pick Up"="Décroc."
"Pin"="Pin"
"Ping IP or URL"="Ping IP/URL"
"Ping"="Ping"
"Placed Calllog"="App. placés"
"Placed Calls"="App. placés"
"Play Tone"="Lire sonnerie"
"Play"="Lire"
"Playing"="Lecture"
"Please Enter Filter Conditions"="Veuillez Entrer les Conditions de Filtre"
"Please Enter Password"="Saisir MdP"
"Please Wait"="Veuillez patienter"
"Please enter an IP address or domain name"="Saisir adresse IP ou nom de domaine"
"Please enter your SIP Credential Password!"="Veuillez saisir votre mot de passe SIP !"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Saisir PIN du routeur et OK pour conn.: "
"Please insert a USB drive!"="Insérer un disque USB !"
"Please selected contact!"="Veuillez sélectionner un contact !"
"Polish"="Polonais"
"Portuguese"="Portugais"
"Prefix is invalid!"="Préfixe non valide !"
"Prefix"="Préfixe"
"Previous Operation in Process."="Opération précédente en cours."
"Previous"="Préc."
"Pri.DNS"="DNS Prim."
"PriHold"="AttPriv"
"Primary DNS is invalid!"="DNS primaire non valide !"
"Priority is invalid!"="Priorité non valide !"
"Priority should be 0-7!"="La priorité doit être entre 0 et 7 !"
"Priority"="Priorité"
"Private Hold"="Mise en att pers"
"Product ID"="Id. produit"
"Product Name"="Nom produit"
"Profile Name"="Nom de profil"
"Provision now?"="Allouer maintenant ?"
"Proxy Fallback Interval is invalid!"="Intervalle de repli du proxy non valide !"
"Proxy Fallback Interval"="Int rep proxy"
"Public Hold"="Attente pub"
"Qos"="QoS"
"Queue Status"="état file d’att."
"Queue"="File d’attente"
"RTP Status"="étatRTP"
"Range of value is illegal"="Plage de valeurs illégale"
"Re-connect"="Reconnecter"
"Read"="Lu"
"Reading File..."="Lecture du fichier..."
"Reboot the phone?"="Redémarrer le téléphone ?"
"Reboot"="Redémarrer"
"Rebooting...\n\nPlease Wait !"="Redémarrage..."
"Recall"="Rappel"
"Received Calllog"="Appels reçus"
"Received Calls"="Appels reçus"
"Record"="Enregistrer"
"Redial Interval is invalid!"="Intervalle de rappel non valide !"
"Redial Interval"="Interv. rapp."
"Redial Time is invalid!"="Nombre de rappels non valide !"
"Redial Times"="Nbr rappels"
"Redialing"="Renumérotation"
"Redirector"="Redirecteur"
"Refresh"="Actual."
"Refreshing..."="Actualisation..."
"Register Name"="Nom d’enreg."
"Register Successfully!"="Enregistrement réussi !"
"Register fail"="échec enreg."
"Registered"="Enregistré"
"Registering Please Wait!"="Enregistrement, veuillez patienter !"
"Registering"="Enreg..."
"Reject"="Rejeter"
"Remaining Time"="Temps restant"
"Remote Codec"="Codec distant"
"Remote Office"="Bureau distant"
"Remote Phone Book"="Répertoire distant"
"Remote User"="Util. distant"
"Remove"="Suppr."
"Reply"="Répon."
"Require Answer Confirmation"="DemConfRép"
"Reset Config"="Réinit. config."
"Reset To Factory Setting?"="Rétablir les réglages d’usine ?"
"Reset local settings"="RéinitRégLoc"
"Reset non-static settings"="RéinitRégNSta"
"Reset static settings"="RéinitRégStat"
"Reset to Factory"="Rétablir rég. d’usine"
"Reset userdata & local config"="RéinitD&CfLoc"
"Reset"="Réinit."
"Resetting to factory, please wait..."="Rétab. rég. défaut"
"Restricted"="Restreint"
"Resume REC"="ReprEnreg"
"Resume"="Recom."
"ResumeREC"="ReprEnr"
"Retrieve Failed."="échec de la reprise."
"Retrieve Park"="Rep. app. parqué"
"Retrieve"="Repren."
"Ring Splash"="Biper"
"Ring Tones"="Tonalités"
"Ring saving ..."="Enregistrement sonnerie..."
"Ring"="Sonnerie"
"Ringing"="Sonnerie"
"Rings"="Sonneries"
"Rollover Action"="ActDeTransf"
"Rollover After Waiting"="TransfApAtt"
"RoundTripDelay"="DélaiAllerRetour"
"Russian"="Russe"
"S2S AcdLogin"="ConnACD"
"S2S AcdLoginOut"="Con/Déc"
"S2S AcdLogout"="DécoACD"
"S2S AcdRefresh"="Actual."
"S2S Avail"="Dispo."
"S2S Unavail"="Absent"
"SCA Active"="SCA actif"
"SCA Alerting"="Alerte SCA"
"SCA Bridge Active"="Pass SCA act"
"SCA Held"="Attente SCA"
"SIP Password"="Mot de passe SIP"
"SIP Proxy can't be empty!"="Le proxy SIP ne peut pas être vide !"
"SIP Register name"="Nom d’enregistrement SIP"
"SIP Server1"="Serveur 1 SIP"
"SIP Server2"="Serveur 2 SIP"
"SIP credential password!"="Mot de passe identifiants SIP !"
"SMS"="SMS"
"SNTP Setting"="Réglage SNTP"
"SSID can't be empty!"="Le SSID ne peut pas être vide !"
"SSID"="SSID"
"STUN Port"="Port STUN"
"STUN Server is invalid!"="Le serveur STUN n’est pas valide !"
"STUN Server port is Invalid!"="Port du serveur STUN non valide !"
"STUN Server"="Serveur STUN"
"STUN"="STUN"
"Sat"="Sam"
"Saturday"="Samedi"
"Save Failed! The same profile name or SSID exist"="Enr. imposs.! Nom de profil ou SSID exist"
"Save Failed!"="échec sauvegarde !"
"Save"="Sauver"
"Saving config file!"="Enregistr. fichier de config. !"
"Saving files!"="Enregistrement des fichiers !"
"Saving. Please wait..."="Enregistrement, veuillez patienter..."
"Scan Bluetooth Device"="Recherche de périphériques Bluetooth"
"Scan"="Recherche"
"Scaning bluetooth devices…"="Recherche de périphériques Bluetooth..."
"Scaning..."="Recherche..."
"Scanning available network"="Recherche de réseau disponible"
"Screensaver Type"="TypeécrVeille"
"Screensaver"="économiseur d’écran"
"Search All Contacts"="Chercher ts contacts"
"Search Directory"="Annuaire de rech."
"Search For Contacts"="Chercher des contacts"
"Search LDAP Contacts"="Cherch contacts LDAP"
"Search Network Contacts"="Cherch. cont. rés."
"Search Result"="Résult. rech."
"Search"="Recher."
"Sec.DNS"="DNS Sec."
"Secondary DNS is invalid!"="DNS secondaire non valide !"
"Secret"="Secret"
"Security Classification"="Catégorie de sécurité"
"Security Mode"="Mode sécurité"
"Security"="Sécurité"
"Seizing"="Confisc"
"Select Account"="Sélec. Compte"
"Select All"="Tout sélectionner"
"Select Executive Number"="Sélec. num. exéc."
"Select"="Sélect."
"Send Anonymous Code"="Env code anon"
"Send Anonymous Rejection Code"="CodeRejAnon"
"Send Message"="Envoyer message"
"Send by Mobile"="EnvParMob"
"Send"="Env."
"Sending Message..."="Envoi du message..."
"Sending Provision Requests"="Envoi d’une demande de fourniture"
"Sending Requests..."="Envoi requêtes..."
"Sentbox"="Mess. env."
"Sep"="Sep"
"September"="Septembre"
"Sequential"="Séquentiel"
"Server URL"="URL du serveur"
"Server is invalid!"="Serveur non valide !"
"Server"="Serveur"
"Set Voice Mail Code"="Régl code mess voc"
"Setting Type"="Type de réglage"
"Setting"="Réglage"
"Settings"="Réglages"
"Share line unavailable"="Part. ligne indisp"
"Shared Calls"="Appels partagés"
"Show Less"="Masquer"
"Show More"="Plus"
"SignIn"="Connexion"
"SignOut"="Déconnexion"
"Signal Strength"="Force signal"
"Silence"="Silence"
"Silent Monitor"="SurvSil"
"Silent"="Silencieux"
"Simple"="Simple"
"Simultaneous Ring Personal"="Sonn. pers. simul."
"Simultaneous"="Simultané"
"Softkey 1"="Touche programmable 1"
"Softkey 2"="Touche programmable 2"
"Softkey 3"="Touche programmable 3"
"Softkey 4"="Touche programmable 4"
"Softkey Label"="étiq. touche prog."
"Sorry,Only 1000 contacts are allowed!"="Désolé, seuls 1000 contacts sont autorisés !"
"Sound"="Son"
"Spanish"="Espagnol"
"Speader mode disabled"="Mode mains libres désactivé"
"Specified AES"="Commun"
"SpeedDial"="Numér. rapide"
"Split"="Scinder"
"Start REC"="DémEnreg"
"Start Time"="Heure déb."
"Start"="Démarr."
"StartREC"="DémEnr"
"Static DNS"="DNS statique"
"Static IP Client"="Client IPv4 statique"
"Static IP"="IP statique"
"Static IPv4 Client"="Client IPv4 stat."
"Static IPv6 Client"="Client IPv6 stat."
"Status requesting…"="Demande de l’état..."
"Status"="état"
"Stop REC"="ArrEnreg"
"Stop Time"="Heure de fin"
"Stop"="Arrêter"
"StopREC"="ArrEnr"
"Stopped"="Interrompu"
"Storage Media Properties"="Espace de stockage"
"Storage Network"="Réseau de stockage"
"Storage is not enough, recorded file is saved."="Stockage insuff, fich. enregistré sauveg."
"Subnet Mask is invalid!"="Masque de sous-réseau non valide !"
"Subnet Mask"="Masq sous-rés"
"Sun"="Dim"
"Sunday"="Dimanche"
"Swap"="Permut."
"Switch"="Commut."
"SwitchAccountDown"="CptBas"
"SwitchAccountUp"="CptHaut"
"SymmOneWayDelay"="DélaiAllerSym"
"System"="Système"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Parler depuis"
"Talking"="Conversation"
"Target can't be empty!"="La cible ne peut pas être vide?!"
"Temporarily Unavailable"="Provisoirement indisponible"
"Temporarily not available"="Temporair. indis."
"Text Message"="Message texte"
"Text can't be empty!"="Le texte ne peut pas être vide !"
"The Voicemail is too large,please call and retrieve it!"="Trop de mess. voc., appeler et rapatr. !"
"The old password is wrong!"="Mot de passe incorrect !"
"The storage network"="Le réseau de stockage"
"Thu"="Jeu"
"Thursday"="Jeudi"
"Time & Date Format"="Format heure/date"
"Time & Date"="Heure et date"
"Time Format is invalid!"="Format de l’heure non valide !"
"Time Format"="Format heure"
"Time Zone"="Fus. horaire"
"Time"="Heure"
"Time(HMS)"="Heure (HMS)"
"To navigate the menu, please use the arrow keys below!"="Pr parc menu, util touch fléch ci-dess!"
"To"="à"
"Today"="Aujd"
"Top Secret"="Top secret"
"Total"="Total"
"Trace Route"="Routage"
"Tracert IP or URL"="Trace IP/URL"
"Transfer Failed"="échec du transfert"
"Transfer to"="Transférer vers"
"Transfer"="Transf."
"Transferred"="Transféré"
"Transferring"="Transfert"
"Transmit Rate"="Taux transf."
"Transparency"="Transparence"
"Tue"="Mar"
"Tuesday"="Mardi"
"Turkish"="Turc"
"Type"="Type"
"UC Favorite"="Favori UC"
"URI is invalid!"="URI non valide !"
"URL Record"="Enreg. URL"
"URL can't be empty!"="L’URL ne peut pas être vide"
"URL is invalid!"="URL non valide !"
"URL"="URL"
"US Date Format is invalid!"="Format de date US non valide !"
"US Time Format is invalid!"="Format d’heure US non valide !"
"USB Record"="Enreg. USB"
"USB device connection failure！"="échec de connexion du périphérique USB !"
"USB device has been connected successfully!"="Périphérique USB connecté avec succès !"
"USB device is removed!"="Périphérique USB retiré !"
"UnMute"="Rét.son"
"UnRead"="Non lu"
"Unavail"="Indisp"
"Unavailable Reason Code"="Code raison indisp"
"Unavailable"="Indisp"
"Unclassified"="Déclassifié"
"Unknown Line"="Ligne incon."
"Unknown Uri scheme"="Schéma URI inc."
"Unknown"="Inconnu"
"Unlock PIN"="PIN dév"
"Unlock Pin incorrect"="PIN de déverrouillage incorrect"
"Unlock"="Déverr."
"Unregistered"="Non enreg."
"Unregistering"="Désinscription"
"Update Finish !"="MàJ terminée !"
"Update Skipped"="MàJ ignorée"
"Update now?"="MàJ maintenant ?"
"Update"="MàJ"
"Updating Network..."="Mise à jour du réseau..."
"Updating Network\n\nPlease Wait !"="Mise à jour du réseau\n\nVeuillez patienter !"
"Updating, please wait..."="Mise à jour, veuillez patienter..."
"Use BroadWorks-based Call Control"="Ut cont Bwork"
"Use Host"="Utiliser hôte"
"User ID"="Id. util."
"User Name"="Nom util."
"User Type"="Type d’utilisateur"
"User mode changed!"="Mode utilisateur modifié !"
"User name is invalid!"="Nom d’utilisateur non valide !"
"User unknown."="Utilisateur inconnu"
"UserID can't be Empty!"="L’ID utilisateur ne peut pas être vide !"
"UserMode"="Mode utilisateur"
"VID Number"="Numéro VID"
"VID nubmer is invalid!"="Numéro VID non valide !"
"VID number should be 1-4094!"="Numéro VID doit être entre 1 et 4094 !"
"VLAN Status"="état VLAN"
"VLAN"="VLAN"
"VPN Active"="VPN actif"
"VPN can't be on \n\n when file do not exist!"="Impos. act. VPN\n\nsi fich. n’existe pas!"
"VPN"="VPN"
"Value is invalid!"="Valeur non valide !"
"Value"="Valeur"
"Via"="Via"
"Video"="Vidéo"
"View Assistant List"="Voir liste assistant"
"View Executive List"="Voire liste exécutif"
"View Voice Mail"="Voir mess. voc."
"View"="Voir"
"Voice Mail Finished"="Message vocal terminé"
"Voice Mail Pause"="Message vocal en pause"
"Voice Mail Playing"="Lecture du message vocal"
"Voice Mail is invalid!"="Messagerie vocale non valide !"
"Voice Mail"="Mess. vocale"
"Voice Messaging"="Mess. Vocal"
"Voice Recorder Number is invalid!"="Numéro d’enregistreur vocal non valide !"
"Voice"="Voix"
"VoiceMail DownLoading, Please Wait..."="Téléch. mess. voc., veuillez patienter..."
"WAN IP"="IP WAN"
"WAN MASK"="MASQUE WAN"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WEP"="WEP"
"WPA Shared Key can't be empty!"="La clé partagée WPA ne peut être vide !"
"WPA Shared Key"="Clé part. WPA"
"WPA-PSK"="WPA-PSK"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS activé, connectez-vous sous"
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Temps d’attente"
"Wait for"="Attendre pendant"
"Wallpaper"="Papier peint"
"Warning"="Attention"
"Web Server"="Serveur Web"
"Web access password is wrong!"="Mot de passe pour accès web incorrect !"
"Wed"="Mer"
"Wednesday"="Mercredi"
"Welcome"="Bienvenue"
"Wifi adapter has added, scanning the wifi devices right now?"="Adapt. Wifi ajouté, cherch. périph. Wifi?"
"Wifi adapter has removed out"="Adaptateur Wifi supprimé"
"Wifi"="Wifi"
"Wireless Status"="Statut du sans fil"
"Work Phone"="Tél. travail"
"Would you like to sync phone contacts temporarily?"="Sync. temp. les contacts du tél. ?"
"Wrap up"="Conclusion"
"Wrong user name or password!"="Mauvais nom d’utilisateur ou MdP !"
"XML Browser"="Navigateur XML"
"XML Group"="Groupe XML"
"XMLMenu"="RépXML"
"XSI information is incomplete!"="Informations XSI incomplètes !"
"Xml Browser is invalid!"="Navigateur XML non valide !"
"YYYY-MM-DD"="AAAA-MM-JJ"
"Year"="An"
"Yesterday"="Hier"
"Zero Touch"="Zero Touch"
"[Assigned]"="(Attribué)"
"admin"="admin"
"available network(s)(Connected with"="réseau(x) disponible(s) (Connecté avec"
"available network(s):"="réseau(x) disponible(s) :"
"bluetooth device(s)"="périphérique(s) Bluetooth"
"bluetooth device(s)(Connecting with"="périphérique(s) Bluetooth (Connexion avec"
"bluetooth devices"="dispositifs bluetooth"
"bw_userid"="bw_userid"
"city"="ville"
"conference_number"="num_conf"
"config updating"="MàJ configuration"
"contact full"="Liste de contacts pleine !"
"country"="pays"
"extension_number"="numéro_poste"
"failed"="échec"
"first_name"="prénom"
"free"="libre"
"group_id"="id_groupe"
"hiragana_first_name"="prén_hiragana"
"hiragana_last_name"="nom_hiragana"
"home_phone"="tél_domicile"
"last_name"="nom_famille"
"minutes left for call recording"="minutes restantes pour enreg. de l’appel"
"mobile_phone"="tél_mobile"
"new"="nouveau"
"old"="ancien"
"postal_code"="code_postal"
"q'ing"="En attente"
"region"="région"
"s"="s"
"saved!"="enregistré !"
"street"="rue"
"success"="succès"
"title"="titre"
"used"="Utilisé"
"user"="util"du téléphone"
"var"="var"
"web"="web"
"work_phone"="tél_travail"
"1h"="1h"
"2h"="2h"
"3h"="3h"
"6h"="6h"
"Phonebook"="Phonebook"
"PhoneBook"="PhoneBook"
"Phonebook(0)"="Phonebook(0)"
"The URL is empty!"="Loading phonebook is error!"
"Loading phonebook is error!"="Loading phonebook is error!"
"Fail to download remote phonebook!"="Fail to download remote phonebook!"
"Fail to download \nremote phonebook!"="Fail to download \nremote phonebook!"
"Network Directories"="Network Directories"
"local Directories"="local Directories"
"Address incomplete"="Address incomplete"
"URL is empty"="URL is empty"
"Video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"Memory Full"="Memory Full"
"Incorrect user credentials, please retry."="Incorrect user credentials, please retry."
"LDAP Authority"="LDAP Authority"
"LDAP server is unavailable"="LDAP server is unavailable"
"LDAP get error tips failed!"="LDAP get error tips failed!"
"Phone number is empty!"="Phone number is empty!"


